Repository: strumswell/oscar-weather
Catalog: Oscar°Widget/Localizable.xcstrings
Source language: de
Languages: en, tr

# %@ · bis ca. %@
source: %1$@ · bis ca. %2$@
en: %1$@ · until about %2$@
tr: %1$@ · bitiş yaklaşık %2$@

# %@ · mindestens bis %@
source: %1$@ · mindestens bis %2$@
en: %1$@ · at least until %2$@
tr: %1$@ · en erken bitiş %2$@

# %@: %@ bis %@
source: %1$@: %2$@ bis %3$@
en: %1$@: %2$@ to %3$@
tr: %1$@: %2$@ ile %3$@ arası

source: Aktuelle Temperatur und heute zu erwartende Temperaturen
en: Current temperature and today's expected temperatures
tr: Güncel sıcaklık ve bugün beklenen sıcaklıklar

source: Aktuelle Wetterbedingungen und Temperaturen für heute.
en: Current conditions and temperatures for today.
tr: Bugün için güncel hava durumu ve sıcaklıklar.

source: Aktuelle Windgeschwindigkeit und Windrichtung
en: Current wind speed and direction
tr: Güncel rüzgar hızı ve yönü

source: Aktueller Standort
en: Current Location
tr: Mevcut Konum

source: Aktueller UV-Index mit WHO-Farbskala
en: Current UV index with WHO color scale
tr: DSÖ renk skalasıyla güncel UV indeksi

source: Ausgewählter Ort
en: Selected Location
tr: Seçili Konum

source: Bewegungspfeile
en: Motion Arrows
tr: Hareket Okları

source: Dunkel
en: Dark
tr: Koyu

source: Extrem
en: Extreme
tr: Aşırı

source: Hell
en: Light
tr: Açık

source: Heute
en: Today
tr: Bugün

source: Hoch
en: High
tr: Yüksek

source: Jetzt
en: Now
tr: Şimdi

source: Kartenstil
en: Map style
tr: Harita stili

source: Kein Regen in Sicht
en: No Rain in Sight
tr: Ufukta Yağmur Yok

source: Keine aktuellen Radardaten · Stand %@
en: No current radar data · as of %@
tr: Güncel radar verisi yok · %@ itibarıyla

source: Keine Radardaten
en: No Radar Data
tr: Radar Verisi Yok

source: Lässt bald nach
en: Easing soon
tr: Yakında hafifliyor

source: Leichter Regen
en: Light rain
tr: Hafif yağmur

source: Mäßig
en: Moderate
tr: Orta

source: Mehrtägige Vorhersage mit Temperaturverlauf.
en: Multi-day forecast with temperature trend.
tr: Sıcaklık eğilimiyle çok günlük tahmin.

source: Neuer Regen gegen %@
en: More rain around %@
tr: %@ civarında yeni yağmur

source: Niedrig
en: Low
tr: Düşük

source: Nieselregen
en: Drizzle
tr: Çisenti

source: NO
en: NE
tr: KD

source: O
en: E
tr: D

source: Ort
en: Location
tr: Konum

source: Ort wählen
en: Choose Location
tr: Konum Seç

source: Radar ist für diesen Ort nicht verfügbar
en: Radar unavailable for this location
tr: Bu konum için radar kullanılamıyor

source: Radarbasierter Niederschlag der nächsten 90 Minuten
en: Radar-based precipitation for the next 90 minutes
tr: Sonraki 90 dakika için radar tabanlı yağış

source: Radardaten sind veraltet
en: Radar data is outdated
tr: Radar verileri güncel değil

source: Regen
en: Rain
tr: Yağmur

source: Regen · noch >%lld min
en: Rain · >%lld min left
tr: Yağmur · >%lld dk kaldı

source: Regen · noch ~%lld min
en: Rain · ~%lld min left
tr: Yağmur · ~%lld dk kaldı

source: Regen ab %@
en: Rain from %@
tr: %@ saatinden itibaren yağmur

source: Regen bis %@
en: Rain until %@
tr: %@ saatine kadar yağmur

source: Regen in Kürze
en: Rain soon
tr: Yakında yağmur

source: Regen vorbei
en: Rain ended
tr: Yağmur bitti

source: Regenmenge und -wahrscheinlichkeit für die aktuelle Stunde
en: Precipitation amount and probability for the current hour
tr: Güncel saat için yağış miktarı ve olasılığı

source: Regenradar
en: Rain Radar
tr: Yağmur Radarı

source: Regenradar (Global)
en: Rain Radar (Global)
tr: Yağmur Radarı (Küresel)

source: Regenradar für aktuellen Standort
en: Rain radar for the current location
tr: Güncel konum için yağmur radarı

source: Regenradar für aktuellen Standort mit globaler Reichweite
en: Rain radar for the current location with global coverage
tr: Güncel konum için küresel kapsamlı yağmur radarı

source: Regenverlauf
en: Rain Timeline
tr: Yağmur Zaman Çizelgesi

source: Regenzellen
en: Rain Cells
tr: Yağmur Hücreleri

source: Regnet gerade
en: Raining now
tr: Şu anda yağmur yağıyor

source: Sehr hoch
en: Very high
tr: Çok yüksek

source: SO
en: SE
tr: GD

source: Starker Regen
en: Heavy rain
tr: Şiddetli yağmur

source: T: %@
en: L: %@
tr: D: %@

source: Tagesvorhersage
en: Daily Forecast
tr: Günlük Tahmin

source: Temperatur
en: Temperature
tr: Sıcaklık

source: Trocken
en: Dry
tr: Kuru

source: Vorbei
en: Over
tr: Bitti

source: Vorerst trocken
en: Dry for now
tr: Şimdilik kuru

source: Vorhersage
en: Forecast
tr: Tahmin

source: Wähle den Ort für die Tagesvorhersage.
en: Choose the location for the daily forecast.
tr: Günlük tahmin için konumu seçin.

source: Weichzeichnen
en: Soften
tr: Yumuşatma

source: +%lld min
tr: +%lld dk

source: H: %@
tr: Y: %@

source: N
tr: K

source: NW
tr: KB

source: S
tr: G

source: SW
tr: GB

source: UV-Index
tr: UV İndeksi

source: UV-Index –
tr: UV İndeksi –

source: W
tr: B

source: Wind
tr: Rüzgar
